[{"index":"S.J.Res.4","name":"A joint resolution proposing an amendment to the Constitution of the United States to restore the rights of the American people that were taken away by the Supreme Court's decision in the Citizens United case and related decisions, to protect the integrity of our elections, and to limit the corrosive influence of money in our democratic process.","committee":"Judiciary"},{"index":"S.1206","name":"Too Big To Fail, Too Big To Exist Act","committee":"Banking","summary":"This bill directs the Financial Stability Oversight Council to compile and submit to the Secretary of the Treasury a list of entities that the Council deems Too Big To Fail (List), including U.S. bank holding companies the Financial Stability Board has identified as systemically important banks.\n\nThe Secretary of the Treasury shall: (1) submit the List to Congress and the President, and (2) break up entities on the List so that their failure would no longer cause a catastrophic effect upon the U.S. or global economy without a taxpayer bailout.\n\nAny entity on the List may not use or have access to advances from any Federal Reserve credit facility, the Federal Reserve discount window, or any program or facility made available under the Federal Reserve Act, including asset purchases, temporary or bridge loans, government investments in debt or equity, or capital injections from any federal institution.\n\nNo insured depository institution on the List, nor any entity that owns one, may use insured deposit amounts to fund:\n\n- any activity relating to hedging that is not directly related to commercial banking activity at the insured bank,\n- any use of derivatives for speculative purposes,\n- any activity related to the dealing of derivatives, or\n- any other form of speculative activity specified by regulators.\n\nNor may any entity on the List conduct such activities in a manner that either: (1) puts insured deposits at risk, or (2) creates a risk of loss to the Deposit Insurance Fund."},{"index":"S.1364","name":"Medicaid Generic Drug Price Fairness Act of 2015","committee":"Finance","summary":"The Medicaid Generic Drug Price Fairness act amends Medicaid to require drug manufacturers to make additional payments to the state Medicaid plan in order to offset in price increase above the rate of inflation.","bernie":"The Medicaid Generic Drug Price Fairness act amends Medicaid to require drug manufacturers to make additional payments to the state Medicaid plan in order to offset in price increase above the rate of inflation."},{"index":"S.1366","name":"A bill to amend the charter of the Gold Star Wives of America to remove the restriction on the federally chartered corporation, and directors and officers of the corporation, attempting to influence Legislation.","committee":"Judiciary","bernie":"“The men and women who have given their lives in service to this country have left behind loved ones who deserve a grateful nation’s support.\" - Senator Bernie Sanders","summary":"Federal Charters provide important organizations like the Gold Star Wives legitimacy in the eyes of the governmental departments they interact with unfortunately this also precludes these organizations and their corporate officers from influencing legislation. S.1366 ammends the charter of the Gold Star Wives of America removing the prohibition against political influence and thereby, empowering the widows/widowers of our military heros. The Gold Star Wives know better than anyone the hardships and sacrafices that our military families make in service to their country, by amending their charter, we are making sure their well informed political voice is not silenced."},{"index":"S.1371","name":"Inclusive Prosperity Act of 2015","committee":"Finance","bernie":"“The time is long overdue for the American Congress to start listening to the needs of the American people and not just Wall Street... This is not a radical idea. Only in a Congress dominated by Wall Street and big money is this considered a radical idea.\" - Senator Bernie Sanders","summary":"S.1371- Inclusive Prosperity Act AKA the Robin Hood Tax, levies an excise tax on transactions of a variety of financial instruments. This tax on Wall Street speculation will generate an estimated 300 billion in revenue per year, providing funding for student loan debt relief and tuition free public higher education."},{"index":"S.1373","name":"College for All Act","committee":"Finance","bernie":"“We live in a highly-competitive global economy and, if our economy is to be strong, we need the best-educated workforce in the world. That will not happen if, every year, hundreds of thousands of bright young people cannot afford to go to college, and if millions more leave school deeply in debt.” - Senator Bernie Sanders","summary":"The College For All directs the Department of Education to award grants to states to eliminate tuition and required fees at public institutions of Higher education. This bill also makes changes to the way that student aid and student loan interests are set. The costs associated with this bill are offset by senate bill s.1371, which imposes a tax on Wall Street speculation."},{"index":"S.1506","name":"Employ Young Americans Now Act","committee":"Health","bernie":"“The Economic Policy Institute recently told us that if you look at young people from 17 to 20 who are unemployed or working part-time, when they want to work full time, or given up looking for work, for white kids that number is 33 percent. For Hispanic kids the number is 36 percent. For African-American kids it is 51 percent.” - Senator Bernie Sanders","summary":"The Employ Young Americans Now Act appropriates 5.5 billion dollars to provide a million jobs for young Americans and to supply job training for hundreds of thousands of young people who have been shut out of the job market by lack of educational opportunities."},{"index":"S.1564","name":"Guaranteed Paid Vacation Act","committee":"Health","bernie":"“When you look at what other wealthy countries are doing, what you find is that the United States of America is the only advanced economy that does not guarantee its workers some form of paid family leave, paid sick time or paid vacation time.  In other words, when it comes to basic workplace protections and family benefits, workers in every other major industrialized country in the world get a better deal than workers in the United States.  That is wrong,”  - Senator Bernie Sanders","summary":"The Guaranteed Paid Vacation Act ammends the Fair Labor Standards act to provide eligible employees ten days of paid vacation time."},{"index":"S.1631","name":"Keep Our Pension Promises Act","committee":"Finance","bernie":"“Hard-working retirees should not ever have to doubt their retirement security. We made a commitment 40 years ago to workers in this country that companies will never renege on a pension promise. We need to restore that commitment.” - Senator Bernie Sanders","summary":"This bill rolls back the unfair cuts to pensions that workers especially seniors have endured. Hard working Americans should not have the rug pulled out from beneath them and should not have to sacrifice their financial security to close budget shortfalls that they did not create."},{"index":"S.1677","name":"Responsible Estate Tax Act","committee":"Finance","summary":"This bill lowers the bar on estate taxes from $5.4 and $11 million for individuals and couples to $3.5 and $7 million respectively. This bill will also increase the tax rates on these estates up to a maximum of 65% for estates valued at over $500 million while closing loop holes used to avoid paying these taxes."},{"index":"S.1713","name":"Low-Income Solar Act","committee":"Energy","bernie":"\"While the cost of solar panels has gone down in recent years, it is still out of reach for millions of low-income families that need it the most.\" - Senator Bernie Sanders","summary":"The purpose of \"The Low Income Solar Act\" is to provide $200 million in loans/grants to low income Americans to install solar panels on their homes and to provide funding for community solar facilities that will benefit low-income communities. Low income households should be able to benefit from the money saving that solar can provide and also play a role in reducing our dependence on fossil fuels. Be sure to sign the pettion in support of this bill. https://go.berniesanders.com/page/s/solar-act"},{"index":"S.1832","name":"Pay Workers a Living Wage Act","committee":"Health","bernie":"\"[$7.25] is a starvation wage... Anyone who works 40 hours in a week in America should not be in poverty, that's the simple reality.\" - Senator Bernie Sanders","summary":"This bill will increase the federal minimum wage over a period 5 years to a living wage of $15.00 an hour. The bill will also raise the base minimum pay of tipped employees to $3.15 with a mechanism for annual adjustment."},{"index":"S.1041","name":"End Polluter Welfare Act of 2015","committee":"Finance"},{"index":"S.1969","name":"Democracy Day Act of 2015","committee":"Judiciary","summary":"Designates Federal Election Day as a national holiday."},{"index":"S.1970","name":"Raising Enrollment with a Government Initiated System for Timely Electoral Registration (REGISTER) Act of 2015","committee":"Rules","summary":"This bill requires each state to designate agencies (including motor vehicle authorities) to transfer electronically to state or local election officials source information on individuals for automatic voter registration for federal elections, unless an individual disclosing information to the agency opts out of automatic registration.\n\nSuch information must be transferred in a format that can be reviewed by state or local election officials and uploaded into a computerized statewide voter registration database.\n\nRegistration of eligible voters not previously registered, and who have not opted out, is mandatory."},{"index":"S.2023","name":"Prescription Drug Affordability Act of 2015","committee":"Finance","bernie":"\"83 percent of Americans support allowing the federal government to negotiate with drug companies for better prices.\"","summary":"The Prescription Drug Affordability Act amends Medicare and Medicaid in order to lower prescription drug prices as well as amends the Federal Food, Drug, and Cosmetic Act to allow individuals to import drugs from Canada. There is also provisions to speed up entry of generic drugs to the market as well as a requirement to force drug manufacturers to supply sales data for both foreign and domestic markets.\n\nThere are four ways that this bill will lower costs through the existing Medicare and Medicaid system. The first is through mandatory negotiations for lower prices by the centers for Medicare and Medicaid\n\n- requires the Centers for Medicare & Medicaid to negotiate lower prices on behalf of beneficiaries for drugs covered under Medicare Part D;\n- accelerates closure of the Medicare Part D coverage gap known as the \"donut hole,\" under which beneficiaries who have reached a certain level of yearly drug costs become fully responsible for any additional drug costs up to a certain limit;\n- requires drug manufacturers to issue rebates for prescription drugs dispensed to eligible low-income individuals under Medicare or Medicaid; and\n- expands the application of certain prescription drug rebate requirements under Medicaid to include rebates for generic drugs."},{"index":"S.2054","name":"Justice Is Not For Sale Act of 2015","committee":"Judiciary","bernie":"“Study after study after study has shown private prisons are not cheaper, they are not safer, and they do not provide better outcomes for either the prisoners or the state.”","summary":"To improve Federal sentencing and corrections practices by elimating private federal and state prisons within three years. The bill would also kill a provision that requires Immigration and Customs Enforcement to detain 34,000 people a day and require the FCC and Consumer Financial Protection Bureau to provide regular services in prisons such as phone calls and banking, which increase the financial burden on offenders and their families."},{"index":"S.2142","name":"Workplace Democracy Act","committee":"Health","bernie":"\"We will no longer tolerate CEOs who threaten to move their plants to China or other low-wage countries, if workers vote in favor of a union. We will no longer tolerate CEOs and managers who intimidate or threaten pro-union workers.”","summary":"To amend the National Labor Relations Act to establish an efficient system to enable employees to form, join, or assist labor organizations. Recognizing labors collective bargaining rights when a majority have signed valid authorization cards will help labor organize quickly and in a grass root manner. This bill also more clearly lays out a path for resolving disputes and strengthens the penalties for violating the National Labor Relations Act."},{"index":"S.2237","name":"Ending Federal Marijuana Prohibition Act of 2015","committee":"Judiciary","bernie":"“Too many Americans have seen their lives destroyed because they have criminal records as a result of marijuana use. That’s wrong. That has got to change.\"","summary":"The Ending Federal Marijuana Prohibition Act of 2015 would deschedule cannabis from the CSA, as is alcohol and tobacco. This legislation provides states the power to establish their own marijuana policies and banking policies free from federal interference."},{"index":"S.2242","name":"Save Oak Flat Act","committee":"Energy","bernie":"\"Too many times our Native American brothers and sisters have seen the profits of huge corporations put ahead of their sovereign rights. It is wrong that a backroom deal in Washington could lead to the destruction of a sacred area that is so important to so many. We must defend the hundreds of thousands of Americans who are standing in opposition to this giveaway of our natural resources to foreign corporations.”","summary":"The Save Oak Flat Act reverses the illconcieved land swap slipped into the National Defense Authorization Act for Fiscal Year 2015. The United States has a trust responsibility acknowledged by Congress to protect tribal sacred areas on Federal lands. These laws require meaningful consultations with affected Indian tribes before making decisions that will impact American Indians. Failure to nullify this land swap will mean the permament destruction of Oak Flat in pursuit of material wealth, degradation and depletion of the area's water supply and represents yet another betrayal by the United States government of the indigenous people and their sacred traditions."},{"index":"S.2391","name":"American Clean Energy Investment Act of 2015","committee":"Finance","bernie":"\"One of the great moral issues of our time is the global crisis of climate change. Let me be very clear about climate change. Climate change is not a Democratic issue or a progressive issue. It is not a Republican issue or a conservative issue. What it is, is an issue that has everything to do with physics. It is an issue of physics. What we know beyond a shadow of a doubt is that the debate is over, and that is that the vast majority of the scientists who have studied the issues are quite clear. What they tell us over and over again is that climate change is real, climate change is caused by human activity, and climate change is already causing devastating problems throughout our country and, in fact, throughout the world.\"","summary":"This bill will amend the Internal Revenue Code of 1986 to permanently extend certain energy tax provisions, in order to encourage energy efficinecy in our homes and businesses, while spurring the growth of our domestic clean energy industry and power generation."},{"index":"S.2398","name":"Clean Energy Worker Just Transition Act","committee":"Finance","bernie":"\"We have a moral responsibility to leave our kids a planet that is both healthy and habitable. But it’s also critical that we protect workers and the communities in which they live as we transition to a clean energy economy. That’s why I introduced legislation to help coal miners and other fossil fuel workers and their families by connecting displaced workers with new job opportunities through vocational education and job skills programs.\"","summary":"Legislation designed to provide benefits and services to workers who have lost their jobs or have experienced a reduction in wages or hours due to the transition to clean energy, to amend the National Labor Relations Act to establish an efficient system to enable employees to form, join, or assist labor organizations, and for other purposes. We cannot afford to leave behind thousands of workers or allow their need for good paying employment to be used as an excuse that slows our transition to clean renewable power generation. We can take care of hard working Americans, retraining and providing transitional assistance while combating global climate change."},{"index":"S.2399","name":"Climate Protection and Justice Act","committee":"Finance","bernie":"“What the scientists tell us is that we have a relatively short window of opportunity to bring about the fundamental changes that we need in our global energy system to transform our energy system. It is absolutely vital that we do what many economists tell us we must and that is put a price on carbon. It is the simplest and most direct way to make the kind of cuts in carbon pollution that we have got to make if we are going to successfully transition away from fossil fuel to energy efficiency and sustainable energy.”","summary":"The goal of the Climate Protection and Justice Act of 2015 is to ensure that Carbon emissions contributed by the United states are reduced sufficiently to keep global average temperature increases below 2 degrees Celsius. Implementing solutions that protect the lives of low income, minority and tribal communities and acknowledge the role that environmental degradation  has played in perpetuating racial social and economic inequalities.  We will empower our communities to be prepared and react to climate change while demonstrating to the world our nations commitment to aggressive reduction of carbon pollution emissions."},{"index":"S.268","name":"Rebuild America Act of 2015","committee":"Banking","bernie":"“My legislation puts 13 million people to work repairing the backlog of infrastructure projects all across this country. These projects require equipment, supplies and services, and the hard-earned salaries from these jobs will be spent in countless restaurants, shops and other local businesses. It’s no surprise that groups across the political spectrum – from organized labor to the U.S. Chamber of Commerce – agree that investing in infrastructure will pay dividends for future generations.”","summary":"The Rebuild America Act is a series of sweeping measures designed to rebuild our aging physical infrastructure and upgrade our broadband systems. The program has a goal of creating or maintaining at least 13 million jobs over the next 5 years with a 1 trillion dollar investment into vital rail, water systems, roadway, port, electrical grid and IT infrastructure."},{"index":"S.570","name":"Comprehensive Dental Reform Act of 2015","committee":"Health"},{"index":"S.731","name":"Social Security Expansion Act","committee":"Finance"},{"index":"S.878","name":"A bill to establish a State residential building energy efficiency upgrades loan pilot program.","committee":"Energy"},{"index":"S.922","name":"Corporate Tax Dodging Prevention Act","committee":"Finance"},{"index":"S.964","name":"Nuclear Plant Decommissioning Act of 2015","committee":"Environment"},{"bernie":"\"In the year 2016, with a political campaign finance system that is corrupt and increasingly controlled by billionaires and special interests, I fear very much that, in fact, government of the people, by the people, and for the people is beginning to perish in the United States of America.\" - Senator Bernie Sanders","summary":"S.J.RES.4 is a constitutional amendment that states that just as the right to vote is reserved for US citizens, so too shall the ability to finance our elections be reserved for natural U.S. Citizens. It also affirms the constitutional right for congress to protect the integrity and fairness of our elections and provides a mechanism of public financing to ensure our democracy is free from the corrupting influence and makes sure our elected officials have only the people to answer to."}]